Repository: baal130/Edoc1
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: The -Responsible- may also carry out the -Treatment- of the -Personal Data- using the -Cloud Computing- system, so the provider of such services will be obliged to sign the -Notice- and comply with the mechanisms of protection and security measures designed to protect the information contained in the -Personal Data-, in accordance with the -Law-, the -Regulation- and other applicable legal provisions.
es: El -Responsable- también podrá realizar el -Tratamiento- de los -Datos Personales-utilizando el sistema -Cloud Computing-, por lo que el proveedor de dichos servicios seráObligado a firmar el -Aviso- y cumplir con los mecanismos de proteccióny medidas de seguridad diseñadas para proteger la información contenida en el -Datos Personales-, de acuerdo con la -Ley-, el -Reglamento- y otrosdisposiciones legales aplicables.

source: Information that will be collected when signing the Notice.
es: Información que se recopilará al firmar el Aviso.

source: This -Notice- will be made available to the -Owner- at the time the -User- registers in the -Platform- of -TravelDoctor-. The -Owner- will provide this information, which is considered essential to be able to provide the service, at the time of creating your account and expressly signing this -Notice-, as well as at the time of modifying the information contained in your account The -Personal Data- collected for the three categories of Users are:
es: Este -Aviso- estará disponible para el -Propietario- en el momento que el -Usuario-se registra en la -Plataforma- de -TravelDoctor-. El -Propietario- proporcionará estoinformación, que se considera imprescindible para poder proporcionar laservicio, al momento de crear su cuenta y firmar expresamente este -Aviso-, así como en el momento de modificar la información contenida enSu cuenta Los -Datos personales- recopilados para las tres categorías de Usuariosson:

source: In the case of -Patients-
es: En el caso de -Pacientes-

source: In the case of -Health Specialists- :
es: En el caso de -Especialistas en Salud-:

source: Name with surnames;
es: Nombre con apellidos;

source: Specialty fields; and
es: Campos de especialidad; y

source: In the case of -Health Specialists-
es: En el caso de -Especialistas en Salud-:

source: Profile photography;
es: Fotografía de perfil;

source: Profile background photography;
es: Fotografía de fondo de perfil;

source: Photos of equipment and the venue;
es: Fotos del equipo y el lugar;

source: Videos of the facilities;
es: Vídeos de las instalaciones;

source: Graduate;
es: Graduado;

source: Professional license;
es: Licencia profesional;

source: Academic training;
es: Entrenamiento académico;

source: Certificates;
es: Certificados;

source: Experience and achievements;
es: Experiencia y logros;

source: Publications;
es: Publicaciones;

source: Awards and distinctions;
es: Premios y distinciones;

source: Treated Diseases;
es: Enfermedades tratadas;

source: Languages; and
es: Idiomas; y

source: By virtue of the fact that numbers 1, 12 and 15 are considered as -Sensitive Personal Data- they will receive the treatment indicated in section IV. -Sensitive Personal Data-.
es: En virtud del hecho de que los números 1, 12 y 15 se consideran sensiblesDatos Personales- recibirán el tratamiento indicado en el apartado IV. -Datos personales sensibles-.

source: Sensitive Personal Data.
es: Datos personales sensibles.

source: -Sensitive Personal Data- are considered those -Personal Data- that affect the
es: -Datos Personales Sensibles- se consideran aquellos -Datos Personales- que afectanel

source: the most intimate sphere of its -Owner-, or whose misuse may give rise to discrimination or entail a serious risk for it. In particular, they are considered sensitive
es: el ámbito más íntimo de su -Propietario-, o cuyo mal uso pueda dar lugar adiscriminación o conllevan un riesgo grave para ello. En particular, sonconsiderado sensible

source: those that may reveal aspects such as racial or ethnic origin, present and future health status, genetic information, religious, philosophical and moral beliefs, union affiliation, political opinions, sexual preference.
es: aquellos que puedan revelar aspectos como el origen racial o étnico, presente yfuturo estado de salud, información genética, religiosa, filosófica ycreencias morales, afiliación sindical, opiniones políticas, preferencia sexual.

source: By virtue of the foregoing, the -Owner- may, but will not have the obligation to indicate the following sensitive data:
es: En virtud de lo anterior, el -Propietario- podrá, pero no tendrá elobligación de indicar los siguientes datos sensibles:

source: Profile background photography;
es: Fotografía de fondo de perfil;

source: Photos of equipment and the venue;
es: Fotos del equipo y el lugar;

source: Videos of the facilities;
es: Vídeos de las instalaciones;

source: Academic training;
es: Entrenamiento académico;

source: Certificates;
es: Certificados;

source: Experience and achievements;
es: Experiencia y logros;

source: Publications;
es: Publicaciones;

source: Treated Diseases;
es: Enfermedades tratadas;

source: Languages
es: Idiomas

source: Cookies policy.
es: Política de cookies.

source: -TravelDoctor- uses various technologies to improve the efficiency of its website, including your browsing experience. These technologies include the use of third-party cookies. Cookies are small amounts of information that are stored in the browser used by each user so that the server remembers certain information that it can later use.
es: -TravelDoctor- utiliza diversas tecnologías para mejorar la eficiencia de su, incluida su experiencia de navegación. Estas tecnologías incluyen eluso de cookies de terceros. Las cookies son pequeñas cantidades de información quese almacenan en el navegador utilizado por cada usuario para que el servidor recuerdecierta información que puede utilizar posteriormente.

source: This information allows us to identify you and save your personal preferences to provide you with a better browsing experience. We remind you that you can disable or adjust the use of cookies by following the procedures of the Internet browser you use.
es: Esta información nos permite identificarlo y guardar su información personalpreferencias para brindarle una mejor experiencia de navegación. Le recordamosque puede deshabilitar o ajustar el uso de cookies siguiendo elprocedimientos del navegador de Internet que utiliza.

source: By entering TravelDoctor.mx you are subject to the following Terms of Service and Conditions of Use:
es: Al ingresar a TravelDoctor.mx estás sujeto a los siguientes Términos deServicio y condiciones de uso:

source: The TravelDoctor.mx website is a useful electronic means, which offers you information related to promotions, offers, discounts and contests for health, so when accessing said website, you are subject to these Terms of Service and Conditions of Use, as they appear at the time of access, which at any time are subject to changes and modifications without prior notice.
es: El sitio web TravelDoctor.mx es un medio electrónico útil, que te ofreceinformación relacionada con promociones, ofertas, descuentos y concursos parasalud, por lo que al acceder a dicho sitio web, está sujeto a estos Términos deServicio y Condiciones de Uso, tal y como aparecen en el momento del acceso, queen cualquier momento están sujetos a cambios y modificaciones sin previo aviso.

source: The main purpose of TravelDoctor.mx is to publicize information about promotions, offers, discounts and contests in healthcare. Also offers ability to search doctors and health proffesionals which are registered on this page, and which are registered in Google and Yelp services. Also the purpose of page is to put Patients in contact with Health Specialists and, where appropriate, with Medical Centers. To carry out this objective, we generate a platform that allows users, on the one hand, to publish questions related to the purposes of the website; and on the other, that interaction can be generated between them, in order to specify information, as well as generate opinions and replies. With the precision that at no time TravelDoctor.mx intends to apply or make valid the promotions and offers published here, which are the responsibility of its own suppliers or organizers.
es: El objetivo principal de TravelDoctor.mx es dar a conocer información sobrepromociones, ofertas, descuentos y concursos en salud. También ofertascapacidad para buscar médicos y profesionales de la salud registrados enesta página, y que están registradas en los servicios de Google y Yelp. También elEl propósito de la página es poner a los pacientes en contacto con especialistas en salud yen su caso, con Centros Médicos. Para llevar a cabo este objetivo, nosotrosgenerar una plataforma que permita a los usuarios, por un lado, publicar preguntasrelacionado con los propósitos del sitio web; y por otro lado, esa interacciónse puede generar entre ellos, con el fin de especificar información, así comogenerar opiniones y respuestas. Con la precisión que en ningún momentoTravelDoctor.mx pretende aplicar o hacer válidas las promociones y ofertaspublicado aquí, que son responsabilidad de sus propios proveedores oorganizadores.

source: In that sense, the use of this website is under the responsibility of registered users or not. The foregoing, by virtue of the fact that TravelDoctor.mx contains information, data, text and other content collected from a variety of information sources, either by ourselves or by registered users. In such a way that, it is only intended to inform the general public and consumers about topics related to promotions, offers, discounts and contests on brands, products and services in general.
es: En ese sentido, el uso de este sitio web es responsabilidad de usuarios registrados o no. Lo anterior, en virtud de queTravelDoctor.mx contiene información, datos, texto y otro contenido recopiladode una variedad de fuentes de información, ya sea por nosotros mismos o por registradosusuarios. De tal forma que, solo se pretende informar al público en generaly consumidores sobre temas relacionados con promociones, ofertas, descuentos yConcursos sobre marcas, productos y servicios en general.

source: In the same way, the TravelDoctor.mx website, as well as the users registered in it, provide links to other websites that offer useful information and details about promotions, offers, discounts and contests published there. However, the inclusion of any link to such web sites does not imply endorsement or control by TravelDoctor.mx of third party web sites. The TravelDoctor.mx website is not responsible for the terms of service or the privacy policies or any content of third-party websites unrelated to TravelDoctor.mx.
es: De igual manera, el sitio web TravelDoctor.mx, así como los usuariosregistrado en él, proporcionar enlaces a otros sitios web que ofrecen útilesinformación y detalles sobre promociones, ofertas, descuentos y concursospublicado allí. Sin embargo, la inclusión de cualquier enlace a dichos sitios web síno implica aval o control por parte de TravelDoctor.mx de web de terceros. El sitio web TravelDoctor.mx no es responsable de los términos deservicio o las políticas de privacidad o cualquier contenido de sitios web de tercerosno relacionado con TravelDoctor.mx.

source: That is why you agree that TravelDoctor.mx is released from any type of responsibility, for any decision or action taken by you or any other person, based on the information contained in TravelDoctor.mx
es: Por eso acepta que TravelDoctor.mx se libera de cualquier tipo deresponsabilidad, por cualquier decisión o acción tomada por usted o cualquier otra persona,basado en la información contenida en TravelDoctor.mx

source: On the other hand, TravelDoctor.mx does not endorse, nor guarantee, nor is it part of, nor supervises any transaction between users and the providers or organizers of the published promotions, offers, discounts and contests.
es: Por otro lado, TravelDoctor.mx no respalda, ni garantiza, ni es forma parte ni supervisa ninguna transacción entre usuarios y proveedoresu organizadores de las promociones, ofertas, descuentos y concursos publicados.

source: Likewise, it recognizes that any validity or guarantee that is provided in relation to any promotion, offer, discount or contest that may be described or published in TravelDoctor.mx is provided only by the provider or organizer, owner or advertiser and not by TravelDoctor.mx.
es: Asimismo, reconoce que cualquier validez o garantía que se brinde enrelación con cualquier promoción, oferta, descuento o concurso que pueda describirseo publicado en TravelDoctor.mx es proporcionado únicamente por el proveedor oorganizador, propietario o anunciante y no por TravelDoctor.mx.

source: For this reason, special mention is made that it is the responsibility of the user of the website to evaluate the accuracy, completeness or usefulness of any information or other content available through TravelDoctor.mx.
es: Por este motivo, se hace especial mención que es responsabilidad de el usuario del sitio web para evaluar la exactitud, integridad o utilidadde cualquier información u otro contenido disponible a través de TravelDoctor.mx.

source: In this sense, although TravelDoctor.mx tries to ensure the integrity and veracity of all the information published by us or by registered users, there is the possibility that it could include inaccuracies or errors, or unauthorized information, erasures and alterations made through from third parties.
es: En este sentido, aunque TravelDoctor.mx intenta velar por la integridad y veracidad de toda la información publicada por nosotros o por usuarios registrados,existe la posibilidad de que pueda incluir inexactitudes o errores, oinformación no autorizada, borrados y alteraciones realizadas desde tercerosfiestas.

source: For the above, the web site TravelDoctor.mx does not give any guarantee that it will be free of errors, delays, interruptions or losses, or that all errors will be corrected. In the event that if there is any inaccuracy in TravelDoctor.mx, we beg you to report it immediately to the following email address contact (at) TravelDoctor.mx.
es: Por lo anterior, el sitio web TravelDoctor.mx no da ninguna garantía de queestará libre de errores, retrasos, interrupciones o pérdidas, o que todoLos errores serán corregidos. En caso de que exista alguna inexactitud enTravelDoctor.mx, le rogamos que lo reporte de inmediato al siguiente correo electrónicoDirección de contacto (arroba) TravelDoctor.mx.

source: In this way, it is that TravelDoctor.mx has the right, but not the responsibility, to supervise the content of its own website and give any information to third parties. In addition to reserving the right to refuse to post or remove any information or content, in whole or in part, because: it is not in accordance with company policies; that is unacceptable, offensive or in violation of this agreement; or, is requested by whoever has the legitimate right to certain content.
es: De esta forma, es que TravelDoctor.mx tiene el derecho, pero no elresponsabilidad, de supervisar el contenido de su propio sitio web y dar cualquierinformación a terceros. Además de reservarse el derecho a rechazarpublicar o eliminar cualquier información o contenido, total o parcialmente, porque:no está de acuerdo con las políticas de la empresa; eso es inaceptable,ofensivo o en violación de este acuerdo; o sea solicitado por quien lo hayael derecho legítimo a cierto contenido.

source: In another aspect, due to the nature of its services, TravelDoctor.mx may spread by itself or through registered users, works protected by copyright or protected distinctive signs, a situation that does not authorize the rest of the users the use, mention or sample of the same in any form or medium, unless it has the written authorization of the respective owner.
es: En otro aspecto, por la naturaleza de sus servicios, TravelDoctor.mx puededifundido por sí mismo oa través de usuarios registrados, obras protegidas por derechos de autoro signos distintivos protegidos, situación que no autoriza al restode los usuarios el uso, mención o muestra de los mismos en cualquier forma o medio,A menos que cuente con la autorización escrita del respectivo propietario.

source: In this way, TravelDoctor.mx is released from any type of responsibility against the owners of works protected by copyright or distinctive signs protected, for the improper use that registered users or not, may make of them ; with the understanding that this website serves only as a communication channel aimed at disseminating promotions, offers, discounts and contests for the benefit of consumers in general.
es: De esta forma, TravelDoctor.mx se libera de cualquier tipo de responsabilidad contra los propietarios de obras protegidas por derechos de autor o signos distintivosprotegido, por el uso indebido que los usuarios registrados o no, puedan hacer deellos; en el entendido de que este sitio web solo sirve comoCanal de comunicación orientado a difundir promociones, ofertas, descuentosy concursos en beneficio de los consumidores en general

source: Now, if you consider that your work protected by copyright or its distinctive signs protected by industrial property, have been used in TravelDoctor.mx in any way that you consider contrary to your legitimate interests, we beg you to send a notification to the following contact email (at) TravelDoctor.mx. With the precision that these notifications can only be sent by the owner of the aforementioned rights or by a person authorized to act on their behalf; For this reason, the website TravelDoctor.mx reserves the right to request that the representation with which the applicant holds any type of information be accredited.
es: Ahora, si considera que su trabajo está protegido por derechos de autor o susignos distintivos protegidos por la propiedad industrial, se han utilizado enTravelDoctor.mx de cualquier forma que considere contraria a su legítimaintereses, le rogamos que envíe una notificación al siguiente correo electrónico de contacto(at) TravelDoctor.mx. Con la precisión que estas notificaciones solo puedenser enviado por el titular de los derechos antes mencionados o por una persona autorizadapara actuar en su nombre; por tal motivo, el sitio web TravelDoctor.mxse reserva el derecho a solicitar que la representación con la que elEl solicitante posee cualquier tipo de información acreditada.

source: Finally, it should be noted that TravelDoctor.mx, in the same way, it works as an open forum to any user who accesses the website. This with the purpose that comments can be made on the publications and links contained therein, so that in turn the people who published a question can exercise their right of reply.
es: Finalmente, cabe destacar que TravelDoctor.mx, de la misma forma, funcionacomo un foro abierto a cualquier usuario que acceda al sitio web. Esto con la finalidadque se puedan hacer comentarios sobre las publicaciones y enlaces que contienen,para que a su vez las personas que publicaron una pregunta puedan ejercer su derechode respuesta.

source: For this reason, users of this website authorize TravelDoctor.mx, who is the owner of the website TravelDoctor.mx, the ability to reproduce and make available the content that each user uploads to said electronic page. And for its part, TravelDoctor.mx, is released from all kinds of responsibility generated by the comments and content that any user of the website, in exercise of their human right to freedom of expression, publishes there.
es: Por tal motivo, los usuarios de este sitio web autorizan a TravelDoctor.mx, quien es elpropietario del sitio web TravelDoctor.mx, la capacidad de reproducir y realizardisponible el contenido que cada usuario sube a dicha página electrónica. YPor su parte, TravelDoctor.mx, se libera de todo tipo de responsabilidadgenerado por los comentarios y contenidos que cualquier usuario del sitio web, enEl ejercicio de su derecho humano a la libertad de expresión, allí publica.

source: My articles
es: Mis articulos

source: REGISTER
es: REGISTRARSE

source: LOGIN
es: INICIAR SESIÓN

source: Content
es: Contenido

source: My articles
es: Mis articulos

source: View my web page
es: Ver mi página web

source: Web module
es: Módulo web

source: Web home page
es: Página de inicio web

source: Working time
es: Tiempo de trabajo

source: Service price
es: Precio del servicio

source: Package/Special deals
es: Paquete / Ofertas especiales

source: Social networks
es: Redes sociales

source: My Packages
es: Mis paquetes

source: Edit Package
es: Editar paquete

source: Social Network Login Failure
es: Error de inicio de sesión en redes sociales

source: You can sign in to your account using any of the following third party accounts:
es: Puede iniciar sesión en su cuenta utilizando cualquiera de los siguientes terceros cuentas:

source: VIEW
es: VER

source: Only
es: solamente

source: Check out our service
es: Mira nuestro servicio

source: More about service...
es: Más sobre el servicio ...

source: Fill out form with your information
es: Complete el formulario con su información

source: It is important to fill your profile for best experience of patients.
es: Es importante llenar su perfil para obtener la mejor experiencia de los pacientes.

source: -->NOTE:Identification is used only for administration and after user is verified profile will be public
es: -> NOTA: La identificación se usa solo para la administración y después de que el usuario esel perfil verificado será público

source: Add adittional info about patients accepted
es: Agregar información adicional sobre pacientes aceptados

source: Use this section to help widen your patients population.
es: Use esta sección para ayudar a ampliar su población de pacientes.

source: Customize your packages
es: Personaliza tus paquetes

source: Package section
es: Sección del paquete

source: Use this section to make special prizes for few connected services.
es: Use esta sección para hacer premios especiales para pocos servicios conectados.

source: Patients often choose specialists with better and wide offers.
es: Los pacientes a menudo eligen especialistas con mejores y amplias ofertas.

source: + Add service to package
es: + Agregar servicio al paquete

source: + Add remark
es: + Agregar comentario

source: Remarks
es: Observaciones

source: _Hide remarks
es: _Ocultar Observaciones

source: Services in this package
es: Servicios en este paquete

source: Delete Package
es: Eliminar paquete

source: New Package
es: Nuevo paquete

source: Add price and discount for you services
es: Agregue precio y descuento por sus servicios

source: Use this section to adjust prices for your services
es: Use esta sección para ajustar los precios de sus servicios.

source: and to use dicounted prices.
es: y para usar precios con descuento.

source: Most of patients check prizes when searching for specialists
es: La mayoría de los pacientes consultan los premios cuando buscan especialistas

source: -->Services are added in web module section
es: -> Los servicios se agregan en la sección del módulo web

source: Add links to your social accounts
es: Agregue enlaces a sus cuentas sociales

source: Show your experience trought social networsk
es: Muestra tu experiencia a través de las redes sociales

source: Remember that patients seeking a specialist want to have as much information as possible to make a decision.
es: Recuerde que los pacientes que buscan un especialista quieren tener tanta informacióncomo sea posible para tomar una decisión.

source: Customize your profile web page
es: Personaliza tu página web de perfil

source: Top Home section
es: Sección de inicio superior
