Repository: baal130/Edoc1
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Submit Home Section
es: Enviar sección de inicio

source: Service section
es: Sección de servicio

source: Choose icon with your service
es: Elija icono con su servicio

source: Submit new service
es: Enviar nuevo servicio

source: Our gallery
es: Nuestra galeria

source: Add picture to gallery
es: Agregar imagen a la galería

source: Department section
es: Sección del Departamento

source: Add new department
es: Agregar nuevo departamento

source: Team section
es: Sección de equipo

source: Add Team member
es: Agregar miembro del equipo

source: Insurance
es: Seguro

source: Add insurance
es: Agregar seguro

source: Payment method
es: Método de pago

source: Add payment
es: Agregar pago

source: Language
es: Idioma

source: Add Language
es: Agregar Idioma

source: Fill working times
es: Llenar tiempos de trabajo

source: Use this section for setup time when patients are accepted
es: Use esta sección para el tiempo de preparación cuando los pacientes son aceptados
