Repository: baal130/Edoc1
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Change Password
es: Cambia la contraseña

source: Articles
es: Artículos

source: Comments
es: Comentarios

source: Message
es: Mensaje

source: Messages
es: Mensajes

source: Thank you for your order!!!
es: Gracias por su orden!!!

source: Check out your bought product page here
es: Consulte la página de su producto comprado aquí

source: Login
es: Iniciar sesión

source: Finalize Checkout
es: Finalizar pago

source: Shipping Total:
es: Total de envío:

source: Order Total:
es: Total del pedido:

source: Checkout
es: Revisa

source: Cart
es: Carrito

source: Cart is empty
es: El carrito esta vacío

source: Click link below for visit doctor page.Contact by whatsapp or chat
es: Haga clic en el enlace a continuación para visitar la página del médico. Póngase en contacto por whatsapp o chat

source: Your product was bought at TravelDoctor
es: Su producto fue comprado en TravelDoctor

source: Phone number must be entered in the format: '+999999999'. Up to 15 digits allowed.
es: El número de teléfono debe ingresarse en el formato: '+999999999'. Hasta 15 dígitospermitido.

source: Your first name
es: Su nombre

source: Your second name
es: Apellido

source: City
es: Ciudad

source: State
es: Estado

source: Speciality
es: Especialidad

source: Profile picture best use 480x480px, maximum size 2.5Mb
es: Imagen de perfil mejor uso 480x480px, tamaño máximo 2.5Mb

source: The file is too big
es: El archivo es demasiado grande

source: Write about yourself
es: Escribir sobre ti mismo

source: First Title
es: Primer título

source: Second Title
es: Segundo título

source: Enter text about you
es: Ingrese texto sobre usted

source: Service description
es: Descripción del servicio

source: Service
es: Servicio

source: Enter Service name
es: Ingrese el nombre del servicio

source: Enter text about service
es: Ingrese el texto sobre el servicio

source: Enter your web page url to this service
es: Ingrese la URL de su página web para este servicio

source: Department description
es: Descripción del departamento

source: Department name
es: Nombre de Departamento

source: Enter department name
es: Ingrese el nombre del departamento

source: Enter text about department ex:The Dental Clinic program tremendously affects patients lives," said Dr. Mathew. or Cardiology is the branch of medicine that studies and deals with heart problems.
es: Ingrese el texto sobre el departamento ex: El programa de la Clínica Dental tremendamenteafecta la vida de los pacientes, dijo el Dr. Mathew. o Cardiología es la rama de medicine that studies and deals with heart problems.

source: Enter your web page url to this department
es: Ingrese la URL de su página web para este departamento

source: Doctor description
es: Descripción del doctor

source: Doctor name
es: Nombre del doctor

source: Enter Doctor member name
es: Ingrese el nombre de miembro del doctor

source: Enter text about doctor in team
es: Ingrese el texto sobre el médico en el equipo

source: Choose Insurance company accepted (hold ctrl to select more options)
es: Elija compañía de seguros aceptada (mantenga presionada la tecla Ctrl para seleccionar más opciones)

source: Select Insurancecompany (hold ctrl to select more options)
es: Seleccione Insurancecompany (mantenga presionada la tecla Ctrl para seleccionar más opciones)

source: Spoken language
es: Lengua hablada

source: Choose Payment method (hold ctrl to select more options)
es: Elija el método de pago (mantenga presionada la tecla Ctrl para seleccionar más opciones)

source: Also examines children up to 12 years
es: También examina niños de hasta 12 años.

source: Access for people with disabilities
es: Acceso para personas con discapacidad

source: Pacients can come with animales
es: Las pacientes pueden venir con animales.

source: Do you make home visits to patients
es: Haces visitas a domicilio a los pacientes

source: Enter how much patients approximately you have
es: Ingrese cuántos pacientes tiene aproximadamente

source: If you have any awards enter how much
es: Si tiene algún premio, indique cuánto

source: Regular price of service
es: Precio regular del servicio

source: Discount on service
es: Descuento en servicio

source: Enter regular price
es: Ingrese precio regular

source: Enter discount for regular price in %
es: Ingrese el descuento para el precio normal en%

source: Discount on this total price %
es: Descuento en este precio total %

source: Total regular price for services in package
es: Precio regular total por servicios en paquete

source: Package name
es: Nombre del paquete

source: Detailed description of your package
es: Descripción del título de la cabeza

source: Use image with your package
es: Usa la imagen con tu paquete

source: Add gift for promotion
es: Agregar regalo para promoción

source: Until when offer is valid
es: Hasta cuando la oferta es válida

source: From when offer is valid
es: Desde cuando la oferta es válida

source: Enter discount percentage for services price in %
es: Ingrese el porcentaje de descuento para el precio de los servicios en %

source: Enter total price for services price in $
es: Ingrese el precio total de los servicios en $

source: Enter name of package
es: Ingrese el nombre del paquete

source: Add most important overview of your package.It will be visible with list of packages and on begginning
es: Agregue la descripción general más importante de su paquete. Será visible con la lista depaquetes y al principio

source: Write some interesting details about your offer
es: Escribe algunos detalles interesantes sobre tu oferta

source: Add extra gift outside sevice ex: Free smile or free apartment for 2 days
es: Agregue un regalo adicional fuera del servicio, por ejemplo: sonrisa gratis o apartamento gratis por 2 días

source: Add remarks for your package
es: Agregue comentarios para su paquete

source: Add remark which is important for use your package
es: Agregue un comentario que es importante para usar su paquete

source: Select_service
es: Seleccionar_servicio

source: Add link to your facebook page
es: Agrega un enlace a tu página de Facebook

source: Add link to your linkedin page
es: Agrega un enlace a tu página de Linkedin

source: Add link to your twitter page
es: Agrega un enlace a tu página de twitter

source: Add link to your instagram page
es: Agrega un enlace a tu página de instagram

source: Add link to your pinterest page
es: Agrega un enlace a tu página de pinterest

source: Add link to your youtube page
es: Agrega un enlace a tu página de youtube

source: Add link to your behance page
es: Agrega un enlace a tu página de behance

source: Add your whatsupnumber
es: Agregue su número

source: Select_state
es: Seleccione estado

source: Select_city
es: Ciudad selecta

source: Choose_Speciality
es: Elegir_Especialidad

source: Nearby search
es: Búsqueda cercana de mi

source: Pet friendly
es: Mascota amigable

source: Accept children
es: Atiende niños menores de 12 años.

source: Have discounts
es: Tener descuentos

source: Free parking
es: Estacionamiento gratis

source: Your data has been saved
es: Tus datos han sido guardados

source: Sorry,your data has not been saved, please try again
es: Lo sentimos, sus datos no se han guardado. Vuelva a intentarlo.

source: Featured Doctors
es: Doctores destacados

source: Specific doctors not found at TravelDoctor.Check below for more results
es: Médicos específicos no encontrados en TravelDoctor. Consulte a continuación para obtener más resultados.

source: Top Offers
es: Ofertas principales

source: Your message has been send.We will send notice on your email
es: Su mensaje ha sido enviado. Le enviaremos un aviso en su correo electrónico

source: Sorry,it is our fault. Message has not been send. Please send us a email or give us a call
es: Lo sentimos, es nuestra culpa. El mensaje no se ha enviado. Envíenos un correo electrónico ollamanos

source: Bought Items
es: Mis compras

source: No orders yet.
es: Aún no hay ordens

source: Order
es: Orden

source: Items:
es: Artículos

source: Subtotal:
es: Total parcial:

source: Order Status:
es: Estado del pedido:

source: Telephone Medical Advice
es: Asesoramiento médico telefónico

source: OFFER INCLUDE THIS SERVICES
es: OFERTA INCLUYE ESTOS SERVICIOS

source: 0-24 Monday-Sunday
es: 0-24 de lunes a domingo

source: Consultation
es: Consulta

source: Recommend best doctor
es: Recomendar mejor doctor

source: You have already bought this item.
es: Ya has comprado este artículo.

source: You can contact doctor by chat in bottom right or trough whatsapp
es: Puede comunicarse con el médico por chat en la parte inferior derecha o por whatsapp

source: REMARKS
es: OBSERVACIONES

source: View
es: Ver

source: In cart
es: En el carrito

source: Remove
es: Eliminar

source: Add to cart
es: Añadir al carrito

source: E-mail Addresses
es: Correos electrónicos

source: The following e-mail addresses are associated with your account:
es: Las siguientes direcciones de correo electrónico están asociadas a su cuenta:

source: Verified
es: Verificado

source: Unverified
es: Inconfirmado

source: Re-send Verification
es: Reenviar verificación

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
es: Actualmente no tiene ninguna dirección de correo electrónico configurada. Realmente debería agregaruna dirección de correo electrónico para que pueda recibir notificaciones, restablecer su contraseña, etc.

source: Please Confirm Your E-mail Address
es: Por favor confirme su dirección de correo electrónico

source: Hello from %(site_name)s! You're receiving this e-mail because you or someone else has requested a password for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
es: Hola desde %(site_name) s! Está recibiendo este correo electrónico porque usted u otra persona ha solicitado uncontraseña para su cuenta de usuario. Se puede ignorar con seguridad si no solicitó un restablecimiento de contraseña. Haga clic en elenlace a continuación para restablecer su contraseña.

source: Confirm E-mail Address
es: Confirmar el correo

source: Confirm
es: Confirmar

source: or
es: o

source: Forgot Password?
es: Se te olvidó tu contraseña?

source: Sign Out
es: Desconectar

source: Are you sure you want to sign out?
es: Estás seguro de que quieres cerrar sesión?

source: Confirmation e-mail sent to %(email)s.
es: Correo electrónico de confirmación enviado a %(email)s

source: Successfully signed in as %(name)s.
es: Accedió correctamente como %(name)s.

source: You have signed out.
es: Has cerrado sesión

source: Password successfully changed.
es: Contraseña cambiada correctamente

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
es: Le hemos enviado un correo electrónico. Por favor contáctenos si no lo recibe dentro de unos minutos.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
es: Esta parte del sitio requiere que verifiquemos que usted es quien dice ser. Para este propósito, requerimos que verificar la propiedad de su dirección de correo electrónico.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
es: Le hemos enviado un correo electrónico por verificación. Haga clic en el enlace dentro de este correo electrónico. Contáctanos si no lo recibes en unos minutos.

source: Preview
es: Avance

source: Create medical post
es: Crear publicación médica

source: Author
es: Autor

source: All articles
es: Todos los artículos

source: Delete
es: Eliminar

source: Edit
es: Editar

source: Other
es: Otro

source: articles
es: Artículos

source: Comment
es: Comentario

source: Read More
es: Lee mas

source: Comments
es: Comentarios

source: Opinions expressed on this web site are those of the authors alone and do not have anything with punchlist.com.Any comments that contain profanity, vulgarity, threats, commercial promotion, incoherence will be immediately deleted and sent to service of the relevant public institution
es: Las opiniones expresadas en este sitio web son solo de los autores y lo hacenNo tengo nada con punchlist.com. Cualquier comentario que contenga malas palabrasLa vulgaridad, las amenazas, la promoción comercial, la incoherencia serán inmediataseliminado y enviado al servicio de la institución pública pertinente

source: LOGIN TO COMMENT
es: INICIA SESIÓN PARA COMENTAR

source: Delete
es: Eliminar

source: LOGIN TO REPLY
es: INICIA SESIÓN PARA RESPONDER

source: Package
es: paquete

source: FULL PRICE
es: PRECIO FINAL

source: PRICE
es: PRECIO

source: BOOK NOW
es: RESERVAR AHORA

source: YOU CAN STILL BUY FOR
es: TODAVÍA PUEDES COMPRAR

source: Search here?
es: Busca aquí?

source: Move map to a location for search
es: Mover el mapa a una ubicación para buscar

source: Offer discount prices
es: Ofrecer precios de descuento

source: Have access for people with dissabilites
es: Tener acceso para personas con discapacidad

source: Make home visits
es: Hacer visitas a domicilio

source: Please visit doctor page for appoitment
es: Visite la página del médico para una cita.

source: Call ordinacy of doctor dr.
es: Llame a la ordenanza del doctor dr.

source: Previous
es: Previo

source: Next
es: Próximo

source: Doctors outside DoctorForVacation
es: Doctores fuera de DoctorForVacation

source: Leave your opinion, because your opinion matters
es: Deja tu opinión, porque tu opinión importa

source: RATE
es: califícame

source: Leave a rating
es: Deja una calificación

source: Helpfulness
es: Utilidad

source: Kindess
es: Amabilidad

source: Ethic
es: ética

source: Waiting time
es: Tiempo de espera

source: Staff
es: El personal

source: Our
es: nuestro

source: Contact
es: Contacto

source: Don't hesitate to ask, we are here for you
es: No dudes en preguntar, estamos aquí para ti

source: Send
es: Enviar

source: Department
es: Departamento

source: We have it all
es: Lo tenemos todo

source: More Info
es: Más información

source: Get
es: Obtener

source: Off Our All Packages! Check It Out.
es: Fuera de todos nuestros paquetes! Echale un vistazo.

source: Explore Service
es: Explore el servicio

source: All Packages
es: Todos los paquetes

source: New appoitment request
es: Nueva solicitud de cita

source: You have new request for appoitment from mr./ms
es: Tiene una nueva solicitud de cita de mr./ms

source: Message:
es: Mensaje:

source: Respond now
es: Responde ahora

source: Your client appoitment information
es: La información de su cita con el cliente

source: Product purchased via TravelDoctor
es: Producto comprado a través de TravelDoctor

source: Use order number or mail when contacting doctor
es: Utilice el número de pedido o el correo cuando se comunique con el médico

source: Bought Items page
es: Página de artículos comprados

source: Request a quote
es: Solicitar presupuesto

source: New appoitment request with discount offer
es: Nueva solicitud de cita con oferta de descuento

source: Package
es: Paquete

source: Services:
es: Servicios:

source: You will receive message from doctor
es: Recibirás un mensaje del doctor

source: About Us
es: Sobre nosotros

source: We are specialists and professors of our respective specialties, certified in the respective councils of specialties, with publications in different journals and medical books. We offer medical services with the most advanced technology and the most up-to-date knowledge.
es: Somos especialistas y profesores de nuestras respectivas especialidades, certificadosen los respectivos consejos de especialidades, con publicaciones en diferentesrevistas y libros de medicina. Ofrecemos servicios médicos con los más avanzadostecnología y el conocimiento más actualizado

source: Call us
es: Llamanos

source: Important Link
es: Enlace importante

source: Terms&Conditions
es: terminos-y-condiciones

source: Privacy policy
es: Privacidad

source: Total Awards
es: Premios totales

source: Happy Patients
es: Pacientes felices

source: Gallery
es: Galería

source: Filter more
es: Todos los filtros

source: Filter
es: Aplicar

source: Share
es: Compartir

source: Visit
es: Visitar

source: Appointment.
es: Cita

source: Which problem you faced on your health? Call or mail us and make an appointment with our expert who can solved your problem.
es: Qué problema enfrentaste con tu salud? Llámanos o envíanos un correo electrónico y haz uncita con nuestro experto que puede resolver su problema

source: Apointment Now
es: Cita ahora

source: Emergency Cases.
es: Casos de emergencia.

source: You can call us for emergency &
es: Puede llamarnos para emergencias y

source: make an appointment out of clinic.
es: Haga una cita fuera de la clínica.

source: Opening Hour
es: Hora de apertura

source: Reviews
es: Comentarios

source: Latest reviews from our patients
es: Últimos comentarios de nuestros pacientes.

source: LEAVE COMMENT OR RATE
es: DEJA COMENTARIO O TARIFA

source: Appointment Form.
es: Formulario de cita.

source: Appointment with Expert
es: Nombramiento con experto

source: Let's Appointment With our Exparts Who Try to Solved Your Problem.
es: Citemos con nuestros exparts que intentan resolver su problema.

source: Name
es: nombre

source: Email
es: correo electrónico

source: Date
es: fecha

source: Phone
es: teléfono

source: Appointment with
es: Cita con

source: Let's Appointment With our Experts Who Try to Solve Your Problem.
es: Citemos con nuestros expertos que intentan resolver su problema.

source: Name
es: nombre

source: enter a name
es: ingresa un nombre

source: Name is required.
es: Se requiere el nombre.

source: Surname
es: Apellido

source: enter surnmame
es: introduzca apellido

source: surname is required
es: apellido es obligatorio

source: Email
es: Correo electrónico

source: enter an email
es: ingrese un correo electrónico

source: Email is required.
es: Correo electronico es requerido.

source: Date
es: fecha

source: Phone
es: teléfono

source: enter a phone
es: ingresa un teléfono

source: Phone Number is required.
es: Se requiere número de teléfono.

source: Message
es: mensaje

source: type in a message
es: escribe un mensaje

source: Message is required.
es: Se requiere mensaje.

source: Book special offer.
es: Reservar oferta especial.

source: Package Form.
es: Forma del paquete

source: Are you a doctor?
es: Es usted un doctor

source: My profile
es: Mi perfil

source: Web page settings
es: Configuraciones de página web

source: Accepted patients
es: Pacientes aceptados

source: Package/discounts offers
es: Ofertas de paquetes / descuentos

source: My posts
es: Mis publicaciones

source: New article
es: articulo nuevo

source: LOGOUT
es: Cerrar sesión

source: Sign In
es: registrarse

source: Team
es: El equipo

source: Experts in our clinic can help you solve your problems
es: Los expertos en nuestra clínica pueden ayudarlo a resolver sus problemas.

source: Welcome To
es: Bienvenido a

source: Some of our services:
es: Algunos de nuestros servicios:

source: Primary Care
es: atención primaria

source: Lab Test
es: prueba de laboratorio

source: Symptom Check
es: Comprobación de síntomas

source: Heart Rate
es: ritmo cardiaco

source: Contact Us
es: Contacta con nosotros

source: RATE / COMMENT
es: TARIFA / COMENTARIO

source: Private patients (without insurance)
es: Pacientes privados (sin seguro)

source: Accepts children under 12
es: Acepta niños menores de 12 años.

source: Have discounts for todos doctors
es: Tener descuentos para todos los doctores

source: Home visits available
es: Visitas a domicilio disponibles

source: Have access for people with disabilities
es: Tener acceso para personas con discapacidad.

source: Check Special offers
es: Consultar ofertas especiales

source: Packages
es: paquetes

source: Check out these special offers and save money
es: Vea estas ofertas especiales y ahorre dinero

source: Pricing
es: Precios

source: Check discounts of our services only with todos doctors
es: Consulte los descuentos de nuestros servicios solo con todos los médicos

source: Old Prices
es: Precios antiguos

source: Discount prices
es: Precios de descuento

source: Standard prices
es: Precios estándar

source: Page navigate
es: Navegar por la página

source: Doctor list
es: Lista de doctores

source: My Bought items
es: Mis compras

source: Products
es: Productos

source: Interested in who are the best doctors and dentists in Mexico
es: Interesado en saber quiénes son los mejores médicos y dentistas en México.

source: Help other people by leaving comments and ratings!
es: Ayuda a otras personas dejando comentarios y calificaciones!

source: BEST DEALS FOR YOUR HEALTH
es: MEJORES OFERTAS PARA TU SALUD

source: Search best doctors with best deals from different sources
es: Busque los mejores médicos con las mejores ofertas de diferentes fuentes

source: Find doctors
es: Encuentra doctores

source: CHECK OFFERS
es: CONSULTAR OFERTAS

source: Featured doctors
es: Doctores destacados

source: Value your money
es: Valora tu dinero

source: Check out best deals offers
es: Mira las mejores ofertas

source: With great discounts
es: Con grandes descuentos

source: Find all
es: encuentra todos

source: doctors
es: doctores

source: by:
es: por:

source: speciality
es: especialidad

source: nearest location
es: ubicación más cercana

source: ratings
es: calificaciones

source: special possibilites
es: posibilidades especiales

source: and many other
es: Y muchos otros

source: Stay connected
es: Mantente conectado

source: Follow doctors for news
es: Siga a los médicos para recibir noticias

source: Leave rating and comment
es: Deja calificación y comentario

source: for help doctors and other pacients
es: para ayuda médicos y otros pacientes

source: FOR DOCTORS AND CLINICS
es: PARA DOCTORES Y CLÍNICAS

source: Personal web page
es: Pagina web personal

source: Improve marketing of your products
es: Mejora la comercialización de tus productos

source: Online support
es: Soporte en línea

source: Get your own web page based on your profile
es: Obtenga su propia página web basada en su perfil

source: Improve your marketing and make yourself visible
es: Mejora tu marketing y hazte visible

source: Get fast online support
es: Obtenga soporte en línea rápido

source: Latest offers
es: Últimas ofertas

source: Find packages with biggest saving
es: Encuentra paquetes con el mayor ahorro

source: Latest comments
es: Últimos comentarios

source: Latest Articles
es: últimos artículos

source: Links
es: Enlaces

source: FREQUENTLY ASKED QUESTIONS
es: PREGUNTAS FRECUENTES

source: MY ACCOUNT
es: MI CUENTA

source: How can I unsubscribe from Traveldoctors?
es: Cómo puedo darme de baja de Traveldoctors?

source: How can I stop receiving emails from Traveldoctors
es: Cómo puedo dejar de recibir correos electrónicos de Traveldoctors?

source: How can I recover my password?
es: Cómo puedo recuperar mi contraseña?

source: To recover your password, follow these steps:
es: Para recuperar su contraseña, siga estos pasos:

source: 1. On the TravelDoctors home page, in the upper right corner, click Login . 2. Choose the option -I have forgotten my password- and indicate the email in which you want to receive your new password. 3. You will receive an email with the new password.
es: 1. En la página de inicio de TravelDoctors, en la esquina superior derecha, haga clic en Iniciar sesión. 2. Elija la opción -He olvidado mi contraseña- e indique el correo electrónicoen el que quieres recibir tu nueva contraseña. 3. Recibirás un correo electrónicocon la nueva contraseña.
