Repository: baal130/Edoc1
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: If you do not receive any mail, you can contact us through our support department
es: Si no recibe ningún correo, puede contactarnos a través de nuestro soporte Departamento

source: How is the authenticity of a specialist verified?
es: Cómo se verifica la autenticidad de un especialista?

source: First step in this process is to confirm that the professional is registered , verifying that his or her registration number coincides with the one registered in the corresponding professional association or in the professional medical organization.User can upload attachment in account my profile, under Document for identification doctor.<br>If data is not provided, and after contact to new profesional can't be acquired, data is deleted.
es: El primer paso de este proceso es confirmar que el profesional registrado, comprobando que su número de registro coincide conel registrado en el colegio profesional correspondiente o en elorganización médica profesional. El usuario puede cargar archivos adjuntos en la cuentaperfil, en Documento de identificación del médico. <br> Si los datos no sonsiempre y cuando no se pueda adquirir el contacto con un nuevo profesional, los datos soneliminado.

source: Who can register in Traveldoctors?
es: Quién puede registrarse en Traveldoctors?

source: Any health proffesional can register with TravelDoctors for proffesional account. Other users have to register for appoitments and comments.
es: Cualquier profesional de la salud puede registrarse en TravelDoctors para profesional Cuenta. Otros usuarios tienen que registrarse para citas y comentarios.

source: How can I change my registration email?
es: Cómo puedo cambiar mi correo electrónico de registro?

source: A modular approach
es: Un enfoque modular

source: Make your own website in a few clicks! Traveldoctors helps you cut down development time by providing you a website created with your profile. <em>It</em>creates responsive, retina and mobile friendly websites in a few clicks. With Traveldoctors promote your services and get new patients.
es: Crea tu propio sitio web en unos pocos clics! Traveldoctors le ayuda a reducir tiempo de desarrollo al proporcionarle un sitio web creado con su perfil<em> Esto </em> crea sitios web adaptables, retina y optimizados para dispositivos móviles en unos pocosClics. Con Traveldoctors promocione sus servicios y consiga nuevos pacientes.

source: How does my profile picture have to be?
es: Cómo tiene que ser mi foto de perfil?

source: I want to change my address
es: Quiero cambiar mi direccion

source: You can change in -myprofile section
es: Puede cambiar en la sección -mi perfil

source: Add or modify profile data
es: Agregar o modificar datos de perfil

source: All profile data can be found when click in top right corner at user name when loged in
es: Todos los datos del perfil se pueden encontrar al hacer clic en la esquina superior derecha en el nombre de usuario cuando está conectado

source: Why are my profile changes not reflected on Google?
es: Por qué los cambios de mi perfil no se reflejan en Google?

source: Any change in your profile, will appear immediately in TravelDoctors, but it take some times to be visible in Goodle search.<br>This happens because Google updates the data it collects from the websites that it shows in its results only from time to time to give a quick response to the searches that users perform.
es: Cualquier cambio en su perfil, aparecerá inmediatamente en TravelDoctors, pero tardan algunos minutos en aparecer en la búsqueda de Goodle. <br> Esto sucede porqueGoogle actualiza los datos que recopila de los sitios web que muestra en suresultados solo de vez en cuando para dar una respuesta rápida a las búsquedas quelos usuarios realizan.

source: How can I change the name of my profile?
es: Cómo puedo cambiar el nombre de mi perfil?

source: In myprofile section
es: En mi sección de perfil

source: How to include videos in my profile?
es: Cómo incluir videos en mi perfil?

source: My Web Page
es: Mi pagina web

source: Will patients be able to book an appointment through my website?
es: Los pacientes podrán reservar una cita a través de mi sitio web?

source: Yes patients can book appoitment, and they send mail with preffered date. After you have to agree with them by email or phone, which they have to leave, for agreement of suitable time.
es: Sí, los pacientes pueden reservar una cita y enviar un correo con la fecha preferida. Después tienes que estar de acuerdo con ellos por correo electrónico o por teléfono, lo cual tienen que hacerdejar, por acuerdo de tiempo adecuado.

source: How does it work?
es: Como funciona?

source: After your profile is complete, you have already part of your page ready.<br>After is another section in account -&gt; web page settings where most of things are setup.
es: Una vez que su perfil esté completo, ya tendrá parte de su página lista .<br> Después es otra sección de la cuenta: & gt; configuración de la página web donde la mayoríade las cosas están configuradas.

source: How can I activate it?
es: Cómo puedo activarlo?

source: With register on page and completing your profile you will have your web page ready.
es: Con registrarte en la página y completando tu perfil tendrás tu web página lista.

source: Will my page be optimized for Google?
es: Mi página estará optimizada para Google?

source: We use best SEO practises to make optimization for Google. Also by marketing on different sites, and social media this is further improved.
es: Usamos las mejores prácticas de SEO para realizar la optimización para Google. También por marketing en diferentes sitios y redes sociales, esto se mejora aún más.

source: Will my professional website look good on mobile phones and tablets?
es: Mi sitio web profesional se verá bien en teléfonos móviles y tabletas?

source: All is optimized to look good on any device, tablet or phone
es: Todo está optimizado para verse bien en cualquier dispositivo, tableta o teléfono

source: Technical assistance in case of doubts
es: Asistencia técnica en caso de dudas

source: You can alway contact support
es: Siempre puedes contactar con el soporte

source: TAKE ADVANTAGE OF TRAVELDOCTORS
es: APROVECHE LOS TRAVELDOCTORS

source: Recommendations for About you
es: Recomendaciones para Acerca de ti

source: -About you- is a section of your profile that will better show you work and strenghts , and is displayes on begining of your page . We recommend that you write about the following topics:
es: -Acerca de ti- es una sección de tu perfil que te mostrará mejor tu trabajoy fortalezas, y se muestra al principio de su página. Recomendamosque escribe sobre los siguientes temas:

source: • Your education: use your titles and awards to show your proffesional education
es: • Su educación: use sus títulos y premios para mostrar su profesionalidad educación

source: • Your work : explain how you differ and how you stand out from other professionals, notable experience or relevant studies.
es: • Su trabajo: explique en qué se diferencia y en qué se destaca de los demás Profesionales, experiencia destacada o estudios relevantes.

source: Recommendations for photos in packages
es: Recomendaciones para fotos en paquetes

source: Photos for promotion should be something reflecting your product and which can be used in marketing purposes.
es: Las fotos de promoción deben reflejar su producto y que se puede utilizar con fines de marketing.

source: Why is it important to complete the profile?
es: Por qué es importante completar el perfil?

source: By completing profile you get your web page, and patients will know more about your bussines and be more attracted to check your profile.
es: Al completar el perfil obtienes tu página web, y los pacientes sabrán más sobre su negocio y se sentirá más atraído por comprobar su perfil.

source: Why to create a package?
es: Por qué crear un paquete?

source: Idea is that by special promotions with discounts is attracted more people to your bussines. Also special offers like this are more likely to get shared, because other pople will have to share to improve their chance to pass the offer.
es: La idea es que mediante promociones especiales con descuentos se atrae a más gente a su negocio. Además, es más probable que se obtengan ofertas especiales como estacompartido, porque otras personas tendrán que compartir para mejorar sus posibilidades depasa la oferta.

source: How to create a package?
es: Cómo crear un paquete?

source: In account-&gt;package/special deals is section with packages.<br>There you insert all information needed. You can add your services created in web page settings, or add some special offer. Is important to add remarks/rules for make use of package.
es: In la cuenta paquete / ofertas especiales está la sección con paquetes.inserta toda la información necesaria. Puedes agregar tus servicios creados en la página webo agregar alguna oferta especial. Es importante agregar comentarios / reglas parahacer uso del paquete.

source: Discounts you can enter in service section, or can you packages for selling more services
es: Descuentos que puede ingresar en la sección de servicios, o paquetes para vender más servicios

source: Make your own special offers, which can be good way to advertise and promote your bussines. &Traveldoctors uses the power of group shopping to add hundreds of new customers to you. On our website, TravelDoctors publishes attractive offers every day that reach a large number of users. You create your offer, and we do everything else. We are publishing the new offer on our website, and we are sending tens of thousands of registered users via daily emails. The offer on the site and via email is greeted by users in the morning when they sit down at the computer.
es: Haga sus propias ofertas especiales, que pueden ser una buena forma de publicitar y promocionar su negocio. & Traveldoctors utiliza el poder de las compras grupales para agregarcientos de nuevos clientes para usted. En nuestro sitio web, TravelDoctors publicaofertas atractivas todos los días que llegan a un gran número de usuarios. Tú creassu oferta, y nosotros hacemos todo lo demás. Publicaremos la nueva oferta elnuestro sitio web, y estamos enviando a decenas de miles de usuarios registrados a través decorreos electrónicos diarios. La oferta en el sitio y por correo electrónico es recibida por los usuarios en elPor la mañana cuando se sientan frente a la computadora.

source: Try It Now!
es: Pruebalo ahora!

source: Privacy notice
es: Privacidad

source: In compliance with the Federal Law on Protection of Personal Data Held by Individuals (hereinafter, the -Law-) and its Regulations, the Comprehensive Privacy Notice (hereinafter, the -Notice-) is presented which is addressed to ( to the) User (s) (hereinafter, the -Owner-) of the services provided by TravelDoctor.mx, SA de CV (hereinafter, indistinctly -TravelDoctor- or -Responsible-) through a digital platform (the -Platform-), accessible by mobile devices through computer applications, by desktop computers and through Internet browsers (hereinafter, the 'Service'), as well as to people who access and provide information through the Internet domain https://www.traveldoctor.mx/ in the United Mexican States ('Mexico').
es: En cumplimiento de la Ley Federal de Protección de Datos Personales en PosesiónParticulares (en adelante, la -Ley-) y su Reglamento, el IntegralSe presenta Aviso de Privacidad (en adelante, el -Aviso-) al que se dirigea (al) Usuario (s) (en adelante, el -Propietario-) de los servicios prestados porTravelDoctor.mx, SA de CV (en adelante, indistintamente -TravelDoctor- o -Responsable-) a través de una plataforma digital (la -Plataforma-), accesible pordispositivos móviles a través de aplicaciones informáticas, computadoras de escritorio ya través de navegadores de Internet (en adelante, el 'Servicio'), así como a las personasquienes acceden y brindan información a través del dominio de Internet https: // www.traveldoctor.mx/ en los Estados Unidos Mexicanos ('México').

source: The information collected (hereinafter, the -Personal Data-) may be collected at the time that the -Owner- expressly consents to this -Notice-.
es: La información recopilada (en adelante, los -Datos Personales-) puede serrecogido en el momento en que el -Propietario- consienta expresamente a este -Aviso-.

source: Likewise, the -Owner- is informed that all -Personal Data- will be managed in accordance with the principles of legality, consent, information, quality, purpose, loyalty, proportionality and responsibility contained in the Federal Law on Protection of Personal Data in Possession of Individuals.
es: Asimismo, se informa al -Propietario- que todos los -Datos Personales- serán gestionados de acuerdo con los principios de legalidad, consentimiento, información,calidad, finalidad, lealtad, proporcionalidad y responsabilidad contenidas enla Ley Federal de Protección de Datos Personales en Posesión de Particulares.

source: In that sense, the -Owner- will at all times be responsible for the -Personal Data- provided to the Platform.
es: En ese sentido, el -Propietario- será en todo momento responsable de la -Datos personales proporcionados a la Plataforma.

source: Definitions.
es: Definiciones

source: In addition to the terms defined throughout this -Notice-, the terms that appear with the first letter in capital letters, within this Notice, will have the meanings assigned to them below:
es: Además de los términos definidos a lo largo de este -Aviso-, los términos que aparecerán con la primera letra en mayúsculas, dentro de este Aviso,tienen los significados que se les asignan a continuación:

source: -Notice- .- It refers to this Comprehensive Privacy Notice, whether issued in a physical, electronic document or in any other format generated by the Responsible Party that is made available to the Owner, prior to the processing of their personal data in order to comply with the information principle.
es: -Aviso- .- Se refiere a este Aviso Integral de Privacidad, ya sea que se emita en un documento físico, electrónico o en cualquier otro formato generado por elResponsable que se pone a disposición del Titular, antes deltratamiento de sus datos personales con el fin de cumplir con la informaciónprincipio.

source: -Database- .- It is the ordered set of personal data referring to an identified or identifiable person.
es: -Base de datos- .- Es el conjunto ordenado de datos personales referentes a un Persona identificada o identificable.

source: -Medical Centers- .- Corresponds to the type of user that is a hospital, clinic or health center where the specialist diagnoses and treats people with health problems. In general, any place where activities are carried out in the field of health, medical or paramedical services.
es: -Centros médicos- .- Corresponde al tipo de usuario que es un hospital,Clínica o centro de salud donde el especialista diagnostica y trata a las personascon problemas de salud. En general, cualquier lugar donde se realicen actividadesen el ámbito de los servicios sanitarios, médicos o paramédicos.

source: -Computing in the Cloud- .- Model of external provision of computing services on demand, which implies the supply of infrastructure, platform or software, which are distributed in a flexible way, through virtualization procedures, in dynamically shared resources.
es: -Computación en la Nube- .- Modelo de provisión externa de computaciónservicios bajo demanda, lo que implica el suministro de infraestructura, plataforma osoftware, que se distribuye de forma flexible, mediante virtualizaciónprocedimientos, en recursos compartidos dinámicamente.

source: -Cookies- .- Data file that is stored on the hard drive of the computer equipment or electronic communications device of a user when browsing a specific internet site, which allows the exchange of status information between said site and the browser of the user. The status information can reveal means of session identification, authentication or user preferences, as well as any data stored by the browser regarding the website.
es: -Cookies- .- Archivo de datos que se almacena en el disco duro de la computadoraequipo o dispositivo de comunicaciones electrónicas de un usuario cuando navega por unsitio de Internet específico, que permite el intercambio de información de estadoentre dicho sitio y el navegador del usuario. La información de estado puederevelar medios de identificación de sesión, autenticación o preferencias del usuario,así como cualquier dato almacenado por el navegador con respecto al sitio web.

source: -Personal Data- .- Any information concerning an identified or identifiable natural person.
es: -Datos Personales- .- Cualquier información concerniente a un identificado o identificablepersona natural.

source: -Sensitive Personal Data- .- Those -Personal Data- that affect the most intimate sphere of its -Owner-, or whose misuse may give rise to discrimination or entail a serious risk for it. In particular, those that may reveal aspects such as racial or ethnic origin, present and future health status, genetic information, religious, philosophical and moral beliefs, union affiliation, political opinions or sexual preference are considered sensitive.
es: -Datos Personales Sensibles- .- Aquellos -Datos Personales- que más afectenámbito íntimo de su -Propietario-, o cuyo mal uso pueda dar lugar adiscriminación o entrañe un grave riesgo para ella. En particular, aquellos quepuede revelar aspectos como el origen racial o étnico, presente y futuroestado de salud, información genética, religiosa, filosófica y moralcreencias, afiliación sindical, opiniones políticas o preferencia sexual sonconsiderado sensible.

source: -ARCO- Rights .- The rights that the -Owner- has against the -Responsible-, in relation to their -Personal Data-, which include the following: the right to access their -Personal Data- and the details of the treatment of the same, as well as to rectify them if they are inaccurate or cancel them when it considers that they turn out to be excessive or unnecessary for the purposes that justified their obtaining or to oppose the -Treatment- of them for specific purposes. In this regard, section XI of this -Notice- will be expanded upon.
es: -Derechos ARCO.- Los derechos que el -Propietario- tiene frente al -Responsable-,en relación con sus -Datos Personales-, que incluyen lo siguiente: el derechopara acceder a sus -Datos Personales- y los detalles del tratamiento de losmismos, así como subsanarlos si son inexactos o cancelarlos cuandoConsidera que resultan excesivos o innecesarios para elfines que justificaron su obtención o para oponerse al -Tratamiento- de los mismospara fines específicos. En este sentido, el apartado XI de este -Aviso- seráampliado.

source: -Dissociation- .- It is the procedure by which the -Personal Data- cannot be associated with the -Owner- or allow, due to its structure, content or degree of disaggregation, the identification of the same.
es: -Dosociación- .- Es el procedimiento por el cual los -Datos Personales- no pueden serasociado al -Propietario- o permitir, por su estructura, contenido ogrado de desagregación, la identificación de los mismos.

source: -Responsible- .- The individual or legal entity that alone or jointly with others treats -Personal Data- on behalf of the -Responsible-.
es: -Responsable- .- La persona física o jurídica que sola o conjuntamente con otros tratan -Datos Personales- en nombre del -Responsable-.

source: -Health Specialists- .- Corresponds to the type of user who is a professional who uses the -Website-, who is a doctor, dentist, psychologist, physiotherapist, nurse, nutritionist, therapist or other person not mentioned above, who performs activities in the field of health services and provides health, medical or paramedical services.
es: -Especialistas en salud- .- Corresponde al tipo de usuario que es unprofesional que utiliza el -sitio web-, que es médico, dentista, psicólogo,fisioterapeuta, enfermera, nutricionista, terapeuta u otra persona nomencionado anteriormente, que realiza actividades en el ámbito de los servicios de salud ybrinda servicios de salud, médicos o paramédicos.

source: -Guidelines- .- Guidelines of the Privacy Notice published in the Official Gazette of the Federation on January 17, 2013.
es: -Directrices- .- Lineamientos del Aviso de Privacidad publicado en el OficialGaceta de la Federación el 17 de enero de 2013.

source: -Patient- .- Corresponds to the type of user who accesses the -TravelDoctor- platform to schedule appointments with -Health Specialists- or ask questions.
es: -Paciente- .- Corresponde al tipo de usuario que accede al -TravelDoctor-Plataforma para programar citas con -Especialistas en Salud- o preguntarpreguntas.

source: -Regulation- .- The Regulation of the Federal Law on Protection of Personal Data Held by Private Parties.
es: -Reglamento- .- El Reglamento de la Ley Federal de Protección de PersonasDatos en posesión de particulares.

source: -Third- .- The natural or legal person, national or foreign, other than the owner or the -Responsible- of the -Personal Data-.
es: -Tercero-.- La persona natural o jurídica, nacional o extranjera, distinta de laPropietario o -Responsable- de los -Datos Personales-.

source: -Owner-.- The natural person to whom the -Personal Data- correspond.
es: -Propietario -.- La persona física a la que corresponden los -Datos Personales-.

source: -Treatment- .- The obtaining, use, disclosure or storage of -Personal Data-, by any means. The use covers any action of access, handling, use, transfer or disposition of the -Personal Data-.
es: -Tratamiento- .- La obtención, uso, divulgación o almacenamiento de -Datos Personales-,por cualquier medio. El uso comprende cualquier acción de acceso, manipulación, uso, transferenciao disposición de los -Datos Personales-.

source: For the purposes of the -Notice-, as well as for all legal purposes that may arise, the -Responsible- will be TravelDoctor México, SA de CV, with address at Ignacio Allende 408,Reserva Territorial Atlixcáyotl, Concepción Guadalupe 72820 Puebla, who will carry out the -Treatment- of the -Personal Data-.
es: A los efectos del -Aviso-, así como para todos los efectos legales que puedansurja, el -Responsable- será TravelDoctor México, SA de CV, con domicilioen Ignacio Allende 408, Reserva Territorial Atlixcáyotl, Concepción Guadalupe72820 Puebla, quien realizará el -Tratamiento- de los -Datos Personales-.

source: The -Responsible- may be assisted by one or more -Managers-, who will act in the name and on behalf of the -Responsible-, to provide a more efficient -Treatment- to the -Personal Data-. The -Managers- will be informed of the proper treatment that they must provide to the -Personal Data-.
es: El -Responsable- podrá ser asistido por uno o más -Gerentes-, quienes actuarán enel nombre y en representación del -Responsable-, para brindar un servicio más eficiente -Tratamiento- a los -Datos Personales-. Los -Gerentes- serán informados delEl tratamiento adecuado que deben brindar a los -Datos Personales-.
